Repository: ModeenF/SportsTacticsBoard
Catalog: SportsTacticsBoard/Properties/Resources.*.resx
Languages: de

# ExceptionMessage_LayoutFieldTagInvalid
source: Layout field type tag is not valid
de: Anordnungsfeld Typ ist ungültig

# ExceptionMessage_LayoutNameInvalid
source: Layout name is not valid
de: Anordnungsfeld Name ist ungültig

# FailedToOpenFileFormatStr
source: Failed to open file {0}
de: Fehler beim Öffnen der Datei {0}

# FieldObject_Player
source: Player
de: Spieler

# FieldObject_Player_Name_Format
source: Player - {0} - {1}
de: Spieler - {0} - {1}

# FieldObject_Referee_Hockey_1
source: Referee 1
de: Schiedsrichter 1

# FieldObject_Referee_Hockey_2
source: Referee 2
de: Schiedsrichter 2

# FieldObject_Referee_Hockey_L1
source: Linesman 1
de: Linienrichter 1

# FieldObject_Referee_Hockey_L2
source: Linesman 2
de: Linienrichter 2

# FieldObject_Referee_Soccer_4th
source: Referee - 4th Official
de: Schiedsrichter - 4te Offizielle

# FieldObject_Referee_Soccer_AR1
source: Referee - Assistant #1
de: Schiedsrichter - Assistent #1

# FieldObject_Referee_Soccer_AR2
source: Referee - Assistant #2
de: Schiedsrichter - Assistent #2

# FieldObject_Referee_Soccer_CR
source: Referee - Centre
de: Schiedsrichter - Zentrum

# FieldObject_Referee_Volleyball_N
source: Referee - Main
de: Hauptschiedsrichter

# FieldObject_Referee_Volleyball_NE
source: Referee - Line #2
de: Linienschiedsrichter #2

# FieldObject_Referee_Volleyball_NW
source: Referee - Line #1
de: Linienschiedsrichter #1

# FieldObject_Referee_Volleyball_S
source: Referee - Assistant
de: Schiedsrichter-Assistent

# FieldObject_Referee_Volleyball_SE
source: Referee - Line #4
de: Linienschiedsrichter #4

# FieldObject_Referee_Volleyball_SW
source: Referee - Line #3
de: Linienschiedsrichter #3

# FieldType_Floorball
source: Floorball
de: Unihockey

# FieldType_Hockey_NHL
source: Ice Hockey (NHL)
de: Eishockey (NHL)

# FieldType_Soccer
source: Football/Soccer (FIFA)
de: Fussball (FIFA)

# FileFilter
source: Sports Tactics Board files (*.stb.xml)|*.stb.xml|All files (*.*)|*.*
de: Sports Taktiks Board Dateien (*.stb.xml)|*.stb.xml|All files (*.*)|*.*

# NoSavedLayoutsMenuItemText
source: <<none>>
de: <<keine>>

source: Not implemented yet!
de: Noch nicht implementiert!

# SavedLayoutInformation_ErrorMessage_AtLeastOneItemMustBeChecked
source: At least one item must be checked.
de: Es muss mindestens ein Begriff ausgewählt werden.

# SavedLayoutInformation_ErrorMessage_NameMustNotBeBlank
source: Name must not be blank.
de: Name darf nicht leer sein.

# SaveImageDialogTitle
source: Save As Image File
de: Sichern als Image Datei

# SaveImageSequenceDialogTitle
source: Save Sequence As Image Files
de: Sichere Sequenz als Image Dateien

# SaveSequenceEntryBeforeSwitchingEntries
source: Save your current layout in place of the current sequence entry?
de: Sicheren der aktuellen Anordnung anstatt der aktuellen Sequenz?

# TeamName_Attacking
source: Attacking
de: Angriff

# TeamName_Defending
source: Defending
de: Verteidigung

# UnableToOpenFile_InstallationMayBeIncomplete
source: Unable to locate document. The installation of this program may not be complete or may have been modified.
de: Das Dokument kann nicht gefunden werden. Wahrscheinlich war die Installation nicht vollständig oder wurde zwischenzeitlich verändert.

# FieldObject_BaseCone_Label_Format
source: C{0}
de: K{0}

# FieldObject_BaseCone_Name_Format
source: Cone - {0}
de: Kegel - {0}

# FieldObject_Referee_Futsal_1
source: Referee 1
de: Schiedsrichter #1

# FieldObject_Referee_Futsal_2
source: Referee 2
de: Schiedsrichter #2

# CustomLabelLongerThanRecommended
source: The custom label is longer than recommended (2 characters or less). It probably won't display properly. Do you want to keep this label?
de: Diese Bezeichnung is länger als empfohlen (2 Zeichen oder weniger) und wird wahrscheinlich nicht richtig angezeigt. Willst du die Bezeichnung behalten?

# FieldObject_Referee_Handball_1
source: Referee 1
de: Schiedsrichter #1

# FieldObject_Referee_Handball_2
source: Referee 2
de: Schiedsrichter #2
